tap "agrinman/tap"
tap "bensadeh/circumflex"
tap "codefresh-io/cli"
tap "derailed/k9s"
tap "drone/drone"
tap "filippo.io/yubikey-agent", "https://filippo.io/yubikey-agent"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "instrumenta/instrumenta"
tap "jandedobbeleer/oh-my-posh"
tap "pulumi/tap"
tap "sl1pm4t/k2tf", "https://github.com/sl1pm4t/k2tf.git"
tap "turbot/tap"
brew "aws-iam-authenticator"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "bats-core"
brew "gettext"
brew "glib"
brew "python@3.9"
brew "cfssl"
brew "chezmoi"
brew "circleci"
brew "cmake"
brew "croc"
brew "dstask"
brew "fish"
brew "fzf"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "git-bug"
brew "git-lfs"
brew "glow"
brew "guile"
brew "unbound"
brew "gnutls"
brew "gnupg@2.2"
brew "go"
brew "python@3.10", link: false
brew "gobject-introspection"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "grpcurl"
brew "helm"
brew "httpie"
brew "jq"
brew "jsonnet"
brew "k2tf"
brew "kind"
brew "krb5"
brew "kubernetes-cli"
brew "kubeval"
brew "libpq"
brew "libressl"
brew "libslirp"
brew "lima"
brew "neovim"
brew "nghttp2"
brew "node"
brew "nvm"
brew "oh-my-posh"
brew "pinentry-mac"
brew "postgresql@14"
brew "pyenv"
brew "ripgrep"
brew "ruby"
brew "slides"
brew "sqsmover"
brew "telnet"
brew "terraform"
brew "terraform@0.11"
brew "terraform@0.12"
brew "terraformer"
brew "tmux"
brew "tree"
brew "vim"
brew "viu"
brew "watch"
brew "youtube-dl"
brew "yq"
brew "agrinman/tap/tunnelto"
brew "bensadeh/circumflex/circumflex"
brew "codefresh-io/cli/codefresh"
brew "derailed/k9s/k9s"
brew "hashicorp/tap/packer"
brew "hashicorp/tap/vault"
brew "pulumi/tap/pulumi"
brew "turbot/tap/steampipe"
cask "alacritty"
cask "balenaetcher"
cask "brave-browser"
cask "docker"
cask "firefox"
cask "font-inconsolata"
cask "google-cloud-sdk"
cask "kap"
cask "librewolf"
cask "lulu"
cask "vagrant"
cask "virtualbox"
cask "vscodium"
cask "xquartz"
